Repository: thingineeer/MatchaMap
Catalog: LocalPackages/Feature/FeatureStore/Sources/FeatureStore/Resources/Localizable.xcstrings
Source language: ko
Languages: de, en, fr, ja

source: 검색
de: Suche
en: Search
fr: Rechercher
ja: 検索

source: 필터
de: Filter
en: Filter
fr: Filtres
ja: フィルター

source: 초기화
de: Zurücksetzen
en: Reset
fr: Réinitialiser
ja: リセット

source: 적용
de: Anwenden
en: Apply
fr: Appliquer
ja: 適用

source: 영업중
de: Geöffnet
en: Open now
fr: Ouvert
ja: 営業中

source: 휴무
de: Geschlossen
en: Closed
fr: Fermé
ja: 休業

source: 매장 이름이나 도시로 검색해보세요
de: Suche nach Café-Name oder Stadt
en: Search by shop name or city
fr: Recherchez par nom ou ville
ja: 店舗名または都市で検索

source: 예: 마차하우스, 교토, 우지
de: z. B. Matcha House, Kyoto, Uji
en: e.g. Matcha House, Kyoto, Uji
fr: ex. Matcha House, Kyoto, Uji
ja: 例: マッチャハウス、京都、宇治

source: 결과가 없어요
de: Keine Ergebnisse
en: No results
fr: Aucun résultat
ja: 結果がありません

source: 검색에 실패했어요
de: Suche fehlgeschlagen
en: Search failed
fr: Échec de la recherche
ja: 検索に失敗しました

source: 최근 검색어
de: Zuletzt gesucht
en: Recent searches
fr: Recherches récentes
ja: 最近の検索

source: 최근 본 매장
de: Zuletzt angesehen
en: Recently viewed
fr: Vus récemment
ja: 最近見た店舗

source: 메뉴
de: Karte
en: Menu
fr: Menu
ja: メニュー

source: 리뷰
de: Rezensionen
en: Reviews
fr: Avis
ja: レビュー

source: 주소
de: Adresse
en: Address
fr: Adresse
ja: 住所

source: 영업시간
de: Öffnungszeiten
en: Hours
fr: Horaires
ja: 営業時間

source: 메뉴 정보는 Phase 4에서 연동돼요.
de: Menüdaten werden in Phase 4 angebunden.
en: Menu data is connected in Phase 4.
fr: Les menus sont connectés en phase 4.
ja: メニュー情報はフェーズ4で連携します。

source: 매장 정보를 불러오지 못했어요
de: Café-Details konnten nicht geladen werden
en: Couldn't load shop details
fr: Impossible de charger les détails
ja: 店舗情報を読み込めませんでした

source: 리뷰 작성
de: Rezension schreiben
en: Write a review
fr: Écrire un avis
ja: レビューを書く

source: 취소
de: Abbrechen
en: Cancel
fr: Annuler
ja: キャンセル

source: 등록
de: Senden
en: Submit
fr: Publier
ja: 投稿

source: 등록 중…
de: Wird gesendet…
en: Submitting…
fr: Publication…
ja: 投稿中…

source: 닫기
de: Schließen
en: Close
fr: Fermer
ja: 閉じる

source: 재시도
de: Erneut versuchen
en: Retry
fr: Réessayer
ja: 再試行

source: 추가
de: Hinzufügen
en: Add
fr: Ajouter
ja: 追加

source: 별점
de: Bewertung
en: Rating
fr: Note
ja: 評価

source: 별점순
de: Nach Bewertung
en: By rating
fr: Par note
ja: 評価順

source: 이 매장의 말차는 어땠나요?
de: Wie war der Matcha hier?
en: How was the matcha here?
fr: Comment était le matcha ?
ja: ここの抹茶はどうでしたか？

source: 사진 첨부는 Phase 4에서 PhotosPicker로 활성화돼요.
de: Foto-Upload via PhotosPicker wird in Phase 4 aktiviert.
en: Photo upload via PhotosPicker is enabled in Phase 4.
fr: L'envoi de photos via PhotosPicker arrive en phase 4.
ja: 写真添付はフェーズ4で PhotosPicker により有効化されます。

source: 리뷰 등록 실패
de: Rezension nicht veröffentlicht
en: Couldn't post review
fr: Échec de la publication
ja: レビューを投稿できませんでした

source: 리뷰를 불러오지 못했어요
de: Rezensionen konnten nicht geladen werden
en: Couldn't load reviews
fr: Impossible de charger les avis
ja: レビューを読み込めませんでした

source: 아직 리뷰가 없어요
de: Noch keine Rezensionen
en: No reviews yet
fr: Aucun avis pour le moment
ja: まだレビューがありません

source: 이 매장의 첫 리뷰를 남겨보세요.
de: Sei der oder die Erste mit einer Rezension.
en: Be the first to leave a review.
fr: Soyez le premier à laisser un avis.
ja: この店舗の最初のレビューを書いてみましょう。
